Repository: BIRU-Scop/tenzu-back
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: emails.project_invitation.title
es_es: Invitacion de Tenzu
fr_fr: Invitation à Tenzu

source: emails.project_invitation.hi_name %(name)s
es_es: Hola %(name)s,
fr_fr: Bonjour %(name)s,

source: emails.project_invitation.hi_there
es_es: Hola,
fr_fr: Bonjour,

source: emails.project_invitation.sender %(name)s
es_es: <strong>%(name)s</strong> te ha enviado una invitación para unirte a:
fr_fr: <strong>%(name)s</strong> t'a envoyé une invitation pour rejoindre :

source: emails.project_invitation.tenzu_description
es_es: Tenzu es una herramienta de Gestión Agile de Proyectos de Código Abierto. Ser usuario de Tenzu no tiene ningún coste asociado para ti.
fr_fr: Tenzu est un outil opensource de gestion de projet agile. Pour devenir un utilisateur de Tenzu, tu n'auras pas besoin de payer.

source: emails.project_invitation.accept
es_es: Aceptar tu invitación
fr_fr: Accepter ton invitation

source: emails.project_invitation.button_not_working
es_es: ¿No funciona el botón? Copia y pega esta URL en tu navegador:
fr_fr: Le bouton ne fonctionne pas ? Copie-colle cette URL dans ton navigateur web :

source: emails.footer.help_support %(email)s
es_es: ¿Necesitas ayuda? <a css-class='secondary-link' href='mailto:%(email)s'>Contacta con soporte</a>
fr_fr: Besoin d'aide ? <a css-class='secondary-link' href='mailto:%(email)s'>Contacte le support</a>

source: emails.project_invitation.subject %(name)s
es_es: [Tenzu] Invitación para unirte al proyecto '%(name)s'
fr_fr: [Tenzu] Invitation à rejoindre le projet '%(name)s'

source: emails.commons.support_txt %(support_email)s
es_es: ¿Necesitas ayuda? Contacta con nosotros en %(support_email)s
fr_fr: Besoin d'aide ? Contacts nous à %(support_email)s

source: emails.reset_password.title
es_es: Reestablece tu contraseña de Tenzu
fr_fr: Réinitialise ton mot de passe Tenzu

source: emails.reset_password.reset_your
es_es: Reestablece tu contraseña
fr_fr: Réinitialise ton mot de passe

source: emails.reset_password.click_button
es_es: Hemos recibido una petición para reestablecer tu contraseña. Haz click en el botón de abajo para elegir una nueva:
fr_fr: Nous avons reçu une requête pour réinitialiser ton mot de passe. Clique sur le bouton ci-dessous pour en choisir un nouveau :

source: emails.reset_password.reset
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe

source: emails.reset_password.button_not_working
es_es: ¿No funciona el botón? Copia y pega esta URL en tu navegador:
fr_fr: Le bouton ne fonctionne pas ? Copie-colle cette URL dans ton navigateur web :

source: emails.commons.team
es_es: El equipo de Tenzu
fr_fr: L'équipe Tenzu

source: emails.ignore_email.ignore
es_es: Si tú solicitaste reestablecimiento de la contraseña, no te preocupes, puedes ignorar este email
fr_fr: Si tu n'as pas demandé de réinitialisation, ne t'inquiète pas, tu peux ignorer cet email en toute sécurité.

source: emails.reset_password.subject
es_es: [Tenzu] Restablecimiento de tu contraseña
fr_fr: [Tenzu] Réinitialisation de ton mot de passe

source: emails.reset_password.visit_link
es_es: Hemos recibido una solicitud para restablecer tu contraseña. Visita esta url para elegir una nueva:
fr_fr: Nous avons reçu une requête pour réinitialiser ton mot de passe. Va à cette URL pour en choisir un nouveau :

source: emails.sign_up.title
es_es: Nueva cuenta en Tenzu
fr_fr: Inscription à Tenzu

source: emails.sign_up.verify
es_es: Verifica tu email
fr_fr: Vérifie ton email

source: emails.sign_up.click_button
es_es: Haz click en el siguiente botón para empezar a usar Tenzu
fr_fr: Pour commencer à utiliser Tenzu, clique simplement sur le bouton ci-dessous

source: emails.sign_up.button_not_working
es_es: ¿No funciona el botón? Copia y pega esta URL en tu navegador:
fr_fr: Le bouton ne fonctionne pas ? Copie-colle cette URL dans ton navigateur web :

source: emails.sign_up.welcome
es_es: Bienvenido,
fr_fr: Bienvenue,

source: emails.expiration_date.expiration %(expiration)s
es_es: Este enlace caducará en %(expiration)s.
fr_fr: Ce lien va expirer dans %(expiration)s.

source: emails.expiration_date.ignore
es_es: Si no has creado una cuenta usando este correo electrónico, por favor, ignora este email.
fr_fr: Si tu n'as pas créé de compte avec cette adresse, merci d'ignorer cet email.

source: emails.sign_up.subject
es_es: Verifica tu email para empezar a usar Tenzu
fr_fr: Vérifie ton email pour commencer à utiliser Tenzu

source: emails.sign_up.copy_link
es_es: Copia y pega esta URL en tu navegador:
fr_fr: Copie-colle cette URL dans ton navigateur web :

source: emails.workspace_invitation.title
es_es: Invitacion de Tenzu
fr_fr: Invitation à Tenzu

source: emails.workspace_invitation.hi_name %(name)s
es_es: Hola %(name)s,
fr_fr: Bonjour %(name)s,

source: emails.workspace_invitation.hi_there
es_es: Hola,
fr_fr: Bonjour,

source: emails.workspace_invitation.sender %(name)s
es_es: <strong>%(name)s</strong> te ha enviado una invitación para unirte a:
fr_fr: <strong>%(name)s</strong> t'a envoyé une invitation pour rejoindre :

source: emails.workspace_invitation.tenzu_description
es_es: Tenzu es una herramienta de Gestión Agile de Proyectos de Código Abierto. Ser usuario de Tenzu no tiene ningún coste asociado para ti.
fr_fr: Tenzu est un outil opensource de gestion de projet agile. Pour devenir unutilisateur de Tenzu, tu n'auras pas besoin de payer.

source: emails.workspace_invitation.accept
es_es: Acepta tu invitación
fr_fr: Accepter ton invitation

source: emails.workspace_invitation.button_not_working
es_es: ¿No funciona el botón? Copia y pega esta URL en tu navegador:
fr_fr: Le bouton ne fonctionne pas ? Copie-colle cette URL dans ton navigateur web :

source: emails.workspace_invitation.subject %(name)s
es_es: [Tenzu] Invitación para unirte al workspace '%(name)s'
fr_fr: [Tenzu] Invitation à rejoindre l'espace de travail '%(name)s'

source: datetime.lifetime.day %(count)d
es_es: %(count)d día

source: datetime.lifetime.hour %(count)d
es_es: %(count)d hora

source: datetime.lifetime.minute %(count)d
es_es: %(count)d minuto
